{
  "Comment.nvim": {
    "branch": "master"
  },
  "CopilotChat.nvim": {
    "branch": "main"
  },
  "auto-session": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "diagram.nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hlchunk.nvim": {
    "branch": "main"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "image.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-update-all": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "open-browser.vim": {
    "branch": "master"
  },
  "plantuml-previewer.vim": {
    "branch": "master"
  },
  "plantuml-syntax": {
    "branch": "master"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow_csv.nvim": {
    "branch": "main"
  },
  "rest.nvim": {
    "branch": "main"
  },
  "sidekick.nvim": {
    "branch": "main"
  },
  "smart-open.nvim": {
    "branch": "0.2.x"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "telescope-egrepify.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-fzy-native.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "vim-quickhl": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vscode.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yazi.nvim": {
    "branch": "main"
  }
}
